Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
id_id: Tanggal setelah perubahan pada data yang dimuat di data model tidak akan dipertimbangkan untuk putaran kompensasi.

source: The name must be unique.
id_id: Nama harus unik.

source: Create compensation round
id_id: Buat tahap penawaran

source: Delete report
id_id: Hapus laporan

source: Are you sure you want to delete this validation report?
id_id: Apakah Anda yakin ingin menghapus laporan validasi ini?

source: The report was successfully deleted.
id_id: Laporan berhasil dihapus.

source: Download report
id_id: Unduh laporan

source: All data model fields.
id_id: Semua bidang model data.

source: Define a password to download the file
id_id: Tentukan kata sandi untuk mengunduh file

source: Select fields:
id_id: Pilih bidang:

source: Only selected fields on the team planner view.
id_id: Hanya bidang yang dipilih pada tampilan perencana tim.

source: View & validate round configurations
id_id: Lihat & validasi konfigurasi tahapan

source: An error occurred when generating the report.
id_id: Terjadi kesalahan saat membuat laporan.

source: The file is being generated; download will start shortly.
id_id: File sedang dibuat, unduhan akan dimulai sebentar lagi.

source: Password
id_id: Kata sandi

source: The password must meet the following requirements:
id_id: Kata sandi harus memenuhi persyaratan berikut:

source: Special characters allowed: {{characters}}
id_id: Karakter khusus yang diizinkan: {{characters}}

source: Maximum password length: {{n}} characters
id_id: Panjang maksimum kata sandi: {{n}} karakter

source: Minimum password length: {{n}} characters
id_id: Panjang minimum kata sandi: {{n}} karakter

source: {{min}}-{{max}} characters long
id_id: Panjang {{min}}-{{max}} karakter

source: Must contain at least one lowercase character
id_id: Harus mengandung setidaknya satu huruf kecil

source: Must contain at least one number
id_id: Harus mengandung setidaknya satu angka

source: Must contain at least one uppercase character
id_id: Harus mengandung setidaknya satu huruf kapital

source: Generate
id_id: Buat

source: Generate report
id_id: Buat laporan

source: Your validation report is being generated. You will be notified when it is ready.
id_id: Laporan validasi Anda sedang dibuat. Anda akan diberi tahu ketika sudah siap.

source: Notes
id_id: Catatan

source: Rename report
id_id: Ganti nama laporan

source: The report was successfully renamed.
id_id: Nama laporan berhasil diubah.

source: View and validate round configurations
id_id: Lihat dan validasi konfigurasi tahapan

source: Validation
id_id: Validasi

source: Compensation manager
id_id: Manajer kompensasi

source: HRBP approval
id_id: Persetujuan HRBP

source: Manager +1 review
id_id: Ulasan manajer +1

source: HRBP review
id_id: Tinjauan HRBP

source: Enable proposal adjustments
id_id: Aktifkan penyesuaian proposal

source: Enable rejection of manager proposal
id_id: Aktifkan penolakan usulan manajer

source: Enable rejection of manager+1 proposal
id_id: Aktifkan penolakan usulan manajer+1

source: Actions:
id_id: Tindakan:

source: Comp manager +1
id_id: Manajer kompensasi +1

source: Add step
id_id: Tambah langkah

source: Add step above
id_id: Tambah langkah di atas

source: Add step below
id_id: Tambahkan langkah di bawah

source: Please fill in all the mandatory fields in the workflow step.
id_id: Harap isi semua bidang wajib pada langkah alur kerja.

source: Apply template
id_id: Terapkan template

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
id_id: Buat alur kerja di mana semua pemangku kepentingan bekerja secara paralel dalam rentang tanggal yang sama, mengirimkan usulan hingga tanggal berakhir.

source: Collaborative
id_id: Kolaboratif

source: The end date is required.
id_id: Tanggal akhir wajib diisi.

source: Specify the start and end dates during which edits to the round are permitted.
id_id: Tentukan tanggal mulai dan berakhirnya periode di mana pengeditan pada putaran ini diizinkan.

source: Manager + 1
id_id: Manajer + 1

source: Choose how the stakeholder will participate in the round.
id_id: Pilih bagaimana pemangku kepentingan akan berpartisipasi dalam putaran ini.

source: Collaboration settings
id_id: Pengaturan kolaborasi

source: No access
id_id: Tidak ada akses

source: Read only
id_id: Hanya baca

source: Read and write
id_id: Baca dan tulis

source: Are you sure you want to delete this configuration?
id_id: Apakah Anda yakin ingin menghapus konfigurasi ini?

source: Delete configuration
id_id: Hapus konfigurasi

source: The configuration was successfully deleted.
id_id: Konfigurasi berhasil dihapus.

source: Current workflow step:
id_id: Langkah alur kerja saat ini:

source: Edit step
id_id: Edit langkah

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
id_id: Buat alur kerja berdasarkan hierarki persetujuan yang telah ditentukan. Langkah-langkahnya mengikuti urutan berikut: Tinjauan HRBP → Usulan Manajer Kompensasi → Persetujuan Manajer Kompensasi +1 → Persetujuan HRBP.

source: Hierarchy-driven
id_id: Berdasarkan hierarki

source: Preview template
id_id: Pratinjau template

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
id_id: Menerapkan template ini akan menggantikan semua konfigurasi alur kerja Anda saat ini. Tindakan ini tidak dapat dibatalkan.

source: Replace current workflow?
id_id: Ganti alur kerja saat ini?

source: At least one of the following workflow steps must be enabled: {{steps}}.
id_id: Setidaknya salah satu dari langkah alur kerja berikut harus diaktifkan: {{steps}}.

source: Collaborative workflow
id_id: Alur kerja kolaboratif

source: Manager +1 approval
id_id: Persetujuan manajer +1

source: Manager proposal
id_id: Usulan manajer

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
id_id: Buat alur kerja dari kanvas kosong. Anda memiliki fleksibilitas penuh untuk menentukan, menambah, dan mengonfigurasi setiap langkah agar sesuai dengan kebutuhan Anda.

source: Start from scratch
id_id: Mulai dari awal

source: Not started
id_id: Belum dimulai

source: Step actions
id_id: Tindakan langkah

source: Actor
id_id: Aktor

source: An actor can not be used in more than one configuration.
id_id: Satu aktor tidak dapat digunakan dalam lebih dari satu konfigurasi.

source: Choose one or more actors
id_id: Pilih satu atau lebih aktor

source: The actor can not be empty.
id_id: Pelaku tidak boleh kosong.

source: Actors & permissions
id_id: Aktor & izin

source: Add configuration
id_id: Tambah konfigurasi

source: Step {{stepNumber}}: {{stepName}}
id_id: Langkah {{stepNumber}}: {{stepName}}

source: Step {{count}}
id_id: Langkah {{count}}

source: Delete step
id_id: Hapus langkah

source: Are you sure you want to delete the workflow step?
id_id: Apakah Anda yakin ingin menghapus langkah alur kerja ini?

source: Delete workflow step
id_id: Hapus langkah alur kerja

source: The workflow step was successfully deleted.
id_id: Langkah alur kerja berhasil dihapus.

source: Set the workflow of the compensation round by determining approval dates
id_id: Tetapkan alur kerja tahap penawaran dengan menentukan tanggal persetujuan

source: Duplicate configuration
id_id: Duplikasi konfigurasi

source: Step enabled
id_id: Langkah diaktifkan

source: Step end date
id_id: Tanggal akhir langkah

source: The step end date must be before the end date of all the next steps.
id_id: Tanggal akhir langkah ini harus sebelum tanggal akhir semua langkah berikutnya.

source: The step end date must be after the end date of all the previous steps.
id_id: Tanggal akhir langkah harus setelah tanggal akhir semua langkah sebelumnya.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
id_id: Tanggal langkah berada di luar periode putaran ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
id_id: Tanggal akhir langkah tidak boleh kosong.

source: Field permissions
id_id: Izin bidang

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
id_id: Mengedit alur kerja (misalnya menambah, menghapus, atau mengubah urutan langkah) akan mengatur ulang semua pekerja ke langkah pertama.

source: Step {{count}}: actions
id_id: Langkah {{count}}: tindakan

source: The name can not be empty.
id_id: Nama tidak boleh kosong.

source: This step isn’t configured yet.
id_id: Langkah ini belum dikonfigurasi.

source: Step {{stepNumber}}: not configured
id_id: Langkah {{stepNumber}}: belum dikonfigurasi

source: Read
id_id: Baca

source: Remove configuration
id_id: Hapus konfigurasi

source: Time-based progression
id_id: Kenaikan berbasis waktu

source: Automatically advance to next step when end date is reached
id_id: Secara otomatis lanjut ke langkah berikutnya ketika tanggal akhir tercapai

source: Workflow steps
id_id: Langkah-langkah alur kerja

source: Templates
id_id: Templat

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
id_id: Alur kerja ini memungkinkan kolaborasi paralel, dengan para pemangku kepentingan mengajukan dan memperbarui usulan hingga tenggat waktu.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
id_id: Alur kerja ini mengikuti hierarki persetujuan yang telah ditentukan, dengan proposal ditinjau dan disetujui secara berurutan.

source: Action-driven
id_id: Berorientasi pada tindakan

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
id_id: Langkah-langkah maju per pekerja ketika tindakan (Lanjutkan, Kirim, Setujui, atau Tolak) diambil. Cocok untuk proses peninjauan yang fleksibel.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
id_id: Semua pemangku kepentingan bertindak dalam rentang tanggal yang sama, menyelesaikan proposal secara paralel hingga tanggal akhir.

source: Workflow type
id_id: Jenis alur kerja

source: Time-driven
id_id: Berdasarkan waktu

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
id_id: Langkah-langkah mengikuti tanggal mulai dan berakhir yang tetap. Akses hanya diberikan dalam rentang tanggal tersebut. Cocok untuk siklus peninjauan yang dapat diprediksi.

source: View workflow
id_id: Lihat alur kerja

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
id_id: Ketik atau tekan Ctrl+Spasi untuk membuka saran otomatis. Mulailah dengan sumber akar seperti Data model, Input pembulatan, atau Perhitungan pembulatan untuk menemukan kolom.

source: Start guide
id_id: Panduan mulai

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
id_id: Setelah memilih item, ketik tanda titik (.) untuk melihat properti turunannya. Terus telusuri hingga Anda mencapai nilai sederhana (angka atau teks); beberapa kolom memerlukan beberapa tingkat.

source: Drill down with dots
id_id: Telusuri lebih rinci dengan titik

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
id_id: Gabungkan properti (bidang bundar), operator (+, −, ×, ÷), dan fungsi (matematika, teks, logika) untuk membuat rumus Anda. Saran otomatis akan membantu saat Anda mengetik.

source: Properties, operators & functions
id_id: Properti, operator, & fungsi

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
id_id: Klik Pelajari lebih lanjut untuk menelusuri dan mencari semua properti di setiap tingkat nesting. Gunakan fitur ini untuk menjelajahi struktur data putaran Anda dan menemukan field yang tepat yang Anda perlukan.

source: Browse available properties
id_id: Jelajahi properti yang tersedia

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
id_id: Rumus yang mengandung kesalahan tidak dapat disimpan. Tekan F8 untuk lompat ke kesalahan berikutnya, atau klik dua kali pesan kesalahan untuk langsung menuju ke masalah tersebut.

source: Fix errors to save
id_id: Perbaiki kesalahan untuk menyimpan

source: {{step}} of {{total}}
id_id: {{step}} dari {{total}}

source: Open comp round
id_id: Buka tahap penawaran

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
id_id: Saat beralih dari hasil terukur ke tidak terukur, harap dicatat bahwa rumus ekspresi tidak dapat diedit hingga disimpan.

source: Block save if this rule is not met
id_id: Blokir penyimpanan jika aturan ini tidak terpenuhi

source: Maximum outcome
id_id: Hasil maksimum

source: Define the maximum outcome of the rule
id_id: Tentukan hasil maksimum dari aturan

source: Minimum outcome
id_id: Hasil minimum

source: Define the minimum outcome of the rule
id_id: Tentukan hasil minimum dari aturan

source: Please provide at least one active rule.
id_id: Harap sediakan setidaknya satu aturan aktif.

source: The rule list is empty. Get started by creating a rule.
id_id: Daftar aturan kosong. Mulailah dengan membuat aturan.

source: Are you sure you want to delete the compensation round?
id_id: Apakah Anda yakin ingin menghapus tahap penawaran?

source: Are you sure you want to delete the pending draft of this compensation round?
id_id: Apakah Anda yakin ingin menghapus draf tertunda untuk putaran kompensasi ini?

source: Delete compensation round
id_id: Hapus tahap penawaran

source: To confirm, type the round code: {{code}}
id_id: Untuk konfirmasi, ketik kode putaran: {{code}}

source: The confirmation code does not match.
id_id: Kode konfirmasi tidak cocok.

source: The confirmation code is required.
id_id: Kode konfirmasi wajib diisi.

source: Delete round
id_id: Hapus putaran

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
id_id: Menghapus putaran kompensasi ini akan menghapusnya dari penggunaan aktif. Semua usulan akan tetap disimpan, tetapi tidak lagi dapat diedit. Apakah Anda yakin ingin melanjutkan?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
id_id: Anda tidak memiliki izin untuk menghapus putaran kompensasi yang sedang berlangsung. Hanya pengguna dengan peran Global Compensation Admin yang dapat melakukan tindakan ini.

source: Action not allowed
id_id: Tindakan tidak diizinkan

source: Delete pending draft
id_id: Hapus draf yang tertunda

source: Open compensation round
id_id: Buka putaran kompensasi

source: Create payroll data drop
id_id: Buat data penggajian drop

source: Data entities & sources
id_id: Entitas & sumber data

source: Define the entities and fields to be included in this model.
id_id: Tentukan entitas dan bidang yang akan dimasukkan dalam model ini.

source: Show only selected items and rearrange them
id_id: Tampilkan hanya item yang dipilih dan atur ulang

source: No payroll data drop yet
id_id: Belum ada data penggajian yang masuk

source: The payroll data drop was successfully created.
id_id: Pengiriman data penggajian berhasil dibuat.

source: The payroll data drop was successfully saved.
id_id: Data drop penggajian berhasil disimpan.

source: The payroll data drop was successfully updated.
id_id: Pembaruan data penggajian berhasil dilakukan.

source: Create and manage payroll data drop rules.
id_id: Buat dan kelola aturan penjatuhan data penggajian.

source: The rule was successfully deleted.
id_id: Aturan berhasil dihapus.

source: The rule was successfully duplicated.
id_id: Aturan berhasil diduplikasi.

source: Open payroll data drop
id_id: Buka data penggajian drop

source: Edit payroll data drop
id_id: Edit data penggajian drop

source: No payroll data drop configured yet
id_id: Belum ada konfigurasi penurunan data penggajian

source: Connection name
id_id: Nama koneksi

source: The connection name cannot be empty.
id_id: Nama koneksi tidak boleh kosong.

source: Worker selection
id_id: Pemilihan pekerja

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
id_id: Tambahkan blok kondisi untuk mengonfigurasi aturan dalam memfilter pekerja pada kumpulan data penggajian

source: Define a name and description for this outbound connection.
id_id: Tentukan nama dan deskripsi untuk koneksi keluar ini.

source: Payroll data drop details
id_id: Rincian pengiriman data penggajian

source: Are you sure you want to delete this payroll data drop rule?
id_id: Apakah Anda yakin ingin menghapus aturan penghapusan data penggajian ini?

source: Add translation
id_id: Tambah terjemahan

source: Select language
id_id: Pilih bahasa

source: Create reminder
id_id: Buat pengingat

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
id_id: Apakah Anda yakin ingin menghapus terjemahan ini? <br/>Tindakan ini akan menghapus semua konfigurasi secara permanen.

source: Delete translation
id_id: Hapus terjemahan

source: The translation was successfully deleted.
id_id: Terjemahan berhasil dihapus.

source: Edit reminder
id_id: Edit pengingat

source: Reminder message
id_id: Pesan pengingat

source: Languages: {{configured}}/{{total}}
id_id: Bahasa: {{configured}}/{{total}}

source: Comp admin contact email
id_id: Email kontak admin kompensasi

source: Comp admin contact name
id_id: Nama kontak admin kompensasi

source: Comp round end date
id_id: Tanggal akhir putaran kompensasi

source: Comp round name
id_id: Nama putaran kompensasi

source: Comp round start date
id_id: Tanggal mulai putaran kompensasi

source: Comp round status
id_id: Status putaran kompensasi

source: Comp round type
id_id: Jenis putaran kompensasi

source: Planner link
id_id: Tautan perencana

source: Recipient full name
id_id: Nama lengkap penerima

source: Dynamic fields
id_id: Kolom dinamis

source: Field {{field}} copied to clipboard
id_id: Bidang {{field}} disalin ke papan klip

source: Email message
id_id: Pesan email

source: The email message cannot be empty.
id_id: Pesan email tidak boleh kosong.

source: Email subject
id_id: Subjek email

source: The email subject cannot be empty.
id_id: Subjek email tidak boleh kosong.

source: Email toggle
id_id: Tombol email

source: Manage translations
id_id: Kelola terjemahan

source: Notification bell
id_id: Lonceng notifikasi

source: The notification bell message cannot be empty.
id_id: Pesan notifikasi lonceng tidak boleh kosong.

source: Notification bell toggle
id_id: Tombol pengaturan bel notifikasi

source: You must enable at least one reminder message.
id_id: Anda harus mengaktifkan setidaknya satu pesan pengingat.

source: View translations
id_id: Lihat terjemahan

source: Reminder name
id_id: Nama pengingat

source: The reminder name cannot be empty.
id_id: Nama pengingat tidak boleh kosong.

source: Comp managers
id_id: Manajer kompensasi

source: Comp managers +1
id_id: Manajer kompensasi +1

source: Recipients
id_id: Penerima

source: Select the recipients of the reminder
id_id: Pilih penerima pengingat

source: Select at least one recipient.
id_id: Pilih setidaknya satu penerima.

source: Send reminder
id_id: Kirim pengingat

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
id_id: Anda akan mengirim pengingat ini kepada penerima yang dipilih. Setelah dikirim, pengingat ini tidak dapat diedit atau ditarik kembali.

source: Sent
id_id: Terkirim

source: The reminder was successfully created.
id_id: Pengingat berhasil dibuat.

source: The reminder was successfully sent.
id_id: Pengingat berhasil dikirim.

source: The reminder was successfully updated.
id_id: Pengingat berhasil diperbarui.

source: The translations were successfully added.
id_id: Terjemahan berhasil ditambahkan.

source: Add one to get started.
id_id: Tambahkan satu untuk mulai.

source: No translations yet.
id_id: Belum ada terjemahan.

source: No translations configured.
id_id: Tidak ada terjemahan yang dikonfigurasi.

source: Reminder details
id_id: Detail pengingat

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
id_id: Apakah Anda yakin ingin menghapus pengingat ini?<br/>Tindakan ini akan menghapus semua konfigurasi secara permanen.

source: Delete round reminder
id_id: Hapus pengingat putaran

source: The round reminder was successfully deleted.
id_id: Pengingat putaran berhasil dihapus.

source: Open reminder
id_id: Buka pengingat

source: The round reminder was successfully duplicated.
id_id: Pengingat putaran berhasil diduplikasi.

source: Duplication done
id_id: Duplikasi selesai

source: No round reminders yet.
id_id: Belum ada pengingat putaran.

source: Send reminders to comp managers and comp managers +1.
id_id: Kirim pengingat kepada manajer kompensasi dan manajer kompensasi +1.

source: Round reminders
id_id: Pengingat putaran

source: Sent date
id_id: Tanggal pengiriman

source: Criterion
id_id: Kriteria

source: The criterion is required.
id_id: Kriteria ini wajib diisi.

source: Please add at least one block.
id_id: Silakan tambahkan setidaknya satu blok.

source: You haven't added any blocks.
id_id: Anda belum menambahkan blok apa pun.

source: Add blocks to start configuring the rule conditions.
id_id: Tambahkan blok untuk mulai mengonfigurasi kondisi aturan.

source: Add condition blocks to configure the rule
id_id: Tambahkan blok kondisi untuk mengonfigurasi aturan

source: Rule exceptions
id_id: Pengecualian aturan

source: Include/exclude individuals for whom an exception to the rule is required.
id_id: Sertakan/kecualikan individu yang memerlukan pengecualian terhadap aturan.

source: No rules yet
id_id: Belum ada aturan

source: The compensation round was successfully saved as pending draft.
id_id: Putaran kompensasi berhasil disimpan sebagai draf tertunda.

source: Create and manage statement generation rules.
id_id: Buat dan kelola aturan pembuatan pernyataan.

source: Statement generation
id_id: Pembuatan pernyataan

source: No comp rounds with round name or code "{{phrase}}"
id_id: Tidak ada tahap penawaran dengan nama atau kode tahap "{{phrase}}"

source: Set target
id_id: Tetapkan target

source: Are you sure you want to delete the target budget?
id_id: Apakah Anda yakin ingin menghapus anggaran target?

source: Delete target
id_id: Hapus target

source: Target budget amount
id_id: Jumlah anggaran target

source: Target budget
id_id: Anggaran target

source: Manage the target budget per compensation element
id_id: Kelola target anggaran berdasarkan elemen kompensasi

source: Set target budget
id_id: Tetapkan anggaran target

source: Last edited
id_id: Terakhir diedit

source: Round
id_id: Tahapan

source: STI bonus
id_id: Bonus STI

source: The comp round code must be unique.
id_id: Kode tahap penawaran harus unik.
